__mod_name__ = "Aʙɢ"

__help__ = """
 ❍ /alive *:* ʙᴏᴛ ᴀʟɪᴠᴇ ᴏʀ ɴᴏᴛ
 ❍/ping *:* ɢᴇᴛ ʙᴏᴛ ᴘɪɴɢ 
 ❍ /repo *:* ɢᴇᴛ ʀᴇᴘᴏ 
 ❍ /bug *:* ɪғ sʜᴏᴡ ᴀɴʏ ʙᴜɢ ᴀɴᴅ ɪssᴜ 
 ❍ /chatbot *:* ᴇɴᴀʙʟᴇ ᴛʜɪs ᴀɴᴅ ᴇɴᴊᴏʏ ᴡɪᴛʜ ʙᴏᴛ 
 ❍ /couple *:* ᴄᴏᴜᴘʟᴇ ᴏғ ᴛʜᴇ ᴅᴀʏ 
 ❍ /tagall ᴏʀ @all  '(ʀᴇᴘʟʏ ᴛᴏ ᴍᴇssᴀɢᴇ ᴏʀ ᴀᴅᴅ ᴀɴᴏᴛʜᴇʀ ᴍᴇssᴀɢᴇ) Tᴏ ᴍᴇɴᴛɪᴏɴ ᴀʟʟ ᴍᴇᴍʙᴇʀs ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ, ᴡɪᴛʜᴏᴜᴛ ᴇxᴄᴇᴘᴛɪᴏɴ.'
 ❍ /speedtest *:* Runs a speedtest and check the server speed.
 *Away from group*
 ❍ /afk <reason>*:* ᴍᴀʀᴋ ʏᴏᴜʀsᴇʟғ ᴀs *AFK* (ᴀᴡᴀʏ ғʀᴏᴍ ᴋᴇʏʙᴏᴀʀᴅ).
     Wʜᴇɴ ᴍᴀʀᴋᴇᴅ ᴀs AFK, ᴀɴʏ ᴍᴇɴᴛɪᴏɴs ᴡɪʟʟ ʙᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴡɪᴛʜ ᴀ        ᴍᴇssᴀɢᴇ ᴛᴏ sᴀʏ ʏᴏᴜ'ʀᴇ ɴᴏᴛ Aᴠᴀɪʟᴀʙʟᴇ!


𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @always_hungry365
"""
