__mod_name__ = "Cʟᴇᴀɴ"

__help__ = """
   ❍ /purge *:* ʀᴇᴘʟʏ ᴛᴏ ʀᴇsᴇɴᴛ sᴘᴀᴍ 
   
   ❍ /del *:* ʀᴇᴍᴏᴠᴇ ᴀ ʀᴇᴘʟʏᴇᴅ  ᴍᴀssᴇɢᴇ  
   
  *Bʟᴜᴇ ᴛᴇxᴛ ᴄʟᴇᴀɴᴇʀ* ʀᴇᴍᴏᴠᴇᴅ ᴀɴʏ ᴍᴀᴅᴇ ᴜᴘ ᴄᴏᴍᴍᴀɴᴅs ᴛʜᴀᴛ ᴘᴇᴏᴘʟᴇ sᴇɴᴅ ɪɴ      ʏᴏᴜʀ ᴄʜᴀᴛ.

  ❍ /cleanblue <on/off/yes/no>*:* ᴄʟᴇᴀɴ ᴄᴏᴍᴍᴀɴᴅs ᴀғᴛᴇʀ sᴇɴᴅɪɴɢ
 
  ❍ /ignoreblue <word>*:* ᴘʀᴇᴠᴇɴᴛ ᴀᴜᴛᴏ ᴄʟᴇᴀɴɪɴɢ ᴏғ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ
 
  ❍ /unignoreblue <word>*:* ʀᴇᴍᴏᴠᴇ ᴘʀᴇᴠᴇɴᴛ ᴀᴜᴛᴏ ᴄʟᴇᴀɴɪɴɢ ᴏғ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ
 
  ❍ /listblue*:* list currently whitelisted commands
 
 
  𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @Iron_Men1M
 
"""
