__mod_name__ = "Exᴛʀᴀ"


__help__ = """

*Rᴇᴍᴏᴠᴇ Dᴇʟᴇᴛᴇᴅ Aᴄᴄᴏᴜɴᴛs*

 ❍ /zombies *:* Sᴛᴀʀᴛs sᴇᴀʀᴄʜɪɴɢ ғᴏʀ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
 
 ❍ /zombies clean *:* Rᴇᴍᴏᴠᴇs ᴛʜᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.
 
 ❍ /zip*:* ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ғɪʟᴇ ᴛᴏ ᴄᴏᴍᴘʀᴇss ɪᴛ ɪɴ .ᴢɪᴘ ғᴏʀᴍᴀᴛ

 ❍ /unzip*:* ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ғɪʟᴇ ᴛᴏ ᴅᴇᴄᴏᴍᴘʀᴇss ɪᴛ ғʀᴏᴍ ᴛʜᴇ .ᴢɪᴘ ғᴏʀᴍᴀᴛ

 ❍ /webshot *:* ɢᴇᴛ ᴇɴᴛᴇʀғᴀᴄᴇ  ᴀɴʏ ᴡᴇʙ 
 
 ❍ /weather <city>*:* Get weather info in a particular place.
 
 ❍ /wttr <city>*:* Advanced weather module, usage same as /weather

 ❍ /wttr moon*:* Get the current status of moon

𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @always_hungry365

"""
